tap "dart-lang/dart"
tap "homebrew/bundle"
brew "act"
brew "direnv"
brew "fish"
brew "git"
brew "dart-lang/dart/dart"
cask "docker", args: { appdir: "~/Applications" }
cask "figma", args: { appdir: "~/Applications" }
cask "google-chrome", args: { appdir: "~/Applications" }
cask "google-drive", args: { appdir: "~/Applications" }
cask "google-japanese-ime", args: { appdir: "~/Applications" }
cask "obs", args: { appdir: "~/Applications" }
cask "visual-studio-code", args: { appdir: "~/Applications" }
cask "vpn-by-google-one", args: { appdir: "~/Applications" }
vscode "aaron-bond.better-comments"
vscode "vscode-icons-team.vscode-icons"
